{"Buildings": {"Skyscraper 1": "A massive, crystalline tower with integrated holographic displays that shift and change with the time of day. The structure is primarily glass and polished metal, with glowing blue energy conduits running along its surface.", "Skyscraper 2": "A more utilitarian skyscraper, clad in dark, matte-finished panels and featuring visible support structures. This building is adorned with multiple antennae and communication arrays. Include some wear and tear, like water streaks and discolored panels.", "Residential Tower 1": "A cylindrical tower with modular living units stacked vertically. Each unit has customizable exterior panels in various colors and textures, giving the tower a patchwork appearance. Some units have small balconies with vegetation.", "Corporate Headquarters": "A sleek, elongated building that hovers slightly above the ground, supported by magnetic levitation technology. The building's exterior is a seamless curve of polished chrome, reflecting the surrounding cityscape.", "Mega-mall": "A multi-tiered structure with numerous entrances and large, transparent domes showcasing interior gardens and recreational areas. The exterior is covered in interactive advertising displays. Number to create: 2", "Power Plant": "A hulking, industrial complex with towering smokestacks and visible energy conduits. The structure is primarily constructed of reinforced concrete and blackened steel. Number to create: 1", "Slum Housing": "Densely packed, makeshift structures built on the lower levels of the city. These buildings are constructed from repurposed materials and are covered in graffiti and makeshift repairs. Number to create: 5-10"}, "Vehicles": {"Flying Car 1": "A sleek, aerodynamic vehicle with glowing blue accents and transparent cockpit. The car has a streamlined design and is equipped with advanced navigation systems.", "Flying Car 2": "A more rugged, utilitarian vehicle with visible thrusters and armored plating. This car is designed for transportation and utility purposes.", "Delivery Drone": "A small, agile drone used for delivering packages and goods throughout the city. The drone has a compact design and is equipped with multiple rotors for stability. Number to create: 5-10.", "Police Drone": "Heavily armored drone with mounted weaponry and surveillance equipment. The drone has a menacing appearance and is used for maintaining order and enforcing the law. Number to create: 2", "Luxury Airship": "A large, opulent airship with multiple decks, panoramic windows, and luxurious amenities. The airship is used for high-end transportation and entertainment."}, "Infrastructure": {"Elevated Highway": "A multi-tiered highway system that snakes through the city, carrying both ground and air vehicles. The highway is constructed of reinforced concrete and steel, with integrated lighting and signage.", "Monorail System": "A network of elevated monorail tracks that crisscross the city, providing rapid transportation for commuters. The monorail cars are sleek and modern, with panoramic windows and comfortable seating.", "Vertical Farm": "A towering structure that houses multiple levels of hydroponic farms. The exterior of the building is covered in vegetation and illuminated by grow lights. Number to create: 2", "Energy Conduit": "A network of glowing energy conduits that run along the surfaces of buildings and infrastructure, providing power to the city. The conduits are constructed of transparent materials, revealing the energy flowing within."}, "Props/Decor": {"Holographic Advertisement": "Large, vibrant holographic advertisements that project from buildings and infrastructure. The advertisements feature dynamic animations and eye-catching designs. Number to create: 10", "Street Vendor Stall": "Small, makeshift stalls that sell food, goods, and services. The stalls are constructed from repurposed materials and are adorned with colorful signage. Number to create: 5-10", "Cyberpunk Graffiti": "Intricate and colorful graffiti art that covers the walls of buildings and infrastructure. The graffiti features a mix of abstract designs, political messages, and corporate logos.", "Security Camera": "Small, discreet security cameras that are mounted on buildings and infrastructure, monitoring the city for criminal activity. Number to create: 20", "Trash and Debris": "Scattered trash, debris, and discarded objects that litter the streets and alleyways, adding a sense of realism and lived-in quality to the scene."}}